---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.PropertySetElementFailures
source: html/b0d383ba-686e-466c-c18f-5bc31c692c38.htm
---
# BuiltInFailures.PropertySetElementFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.